{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "           Loading..."
			},
			"Translation":
			{
				"Text": "           读取中......"
			},
			"Key": "9FA99D794829B4307047AC81EAB2288F"
		},
		{
			"Source":
			{
				"Text": " Innocents and "
			},
			"Translation":
			{
				"Text": "个好人和"
			},
			"Key": "257EAD4D4CF7F35DD8D1D9A140A771FC"
		},
		{
			"Source":
			{
				"Text": " Traitors(s)."
			},
			"Translation":
			{
				"Text": "个内鬼"
			},
			"Key": "BC8DC395444F1F34738DD6BF6515AF14"
		},
		{
			"Source":
			{
				"Text": " is a traitor"
			},
			"Translation":
			{
				"Text": "是个内鬼"
			},
			"Key": "3BE757D84E5A22096D61D1A8AA5C3AE7"
		},
		{
			"Source":
			{
				"Text": " is innocent"
			},
			"Translation":
			{
				"Text": "是个好人"
			},
			"Key": "AD18397540D27194E9035CA149A80C6C"
		},
		{
			"Source":
			{
				"Text": " just paused the game"
			},
			"Translation":
			{
				"Text": "暂停了游戏"
			},
			"Key": "D46F5D4B45464143D1EF44AFD18A8721"
		},
		{
			"Source":
			{
				"Text": "(Player 1) Confirm"
			},
			"Translation":
			{
				"Text": "(玩家1)确认"
			},
			"Key": "CEDF2D694959E508F1625E862CDC94CD"
		},
		{
			"Source":
			{
				"Text": "(Player 1) Select"
			},
			"Translation":
			{
				"Text": "(玩家1)选择"
			},
			"Key": "884F839640246093792FB6B1AF6A99DC"
		},
		{
			"Source":
			{
				"Text": "+/- Player count"
			},
			"Translation":
			{
				"Text": "+/-玩家人数"
			},
			"Key": "D79695EB49E3BA095650AA9B9879C291"
		},
		{
			"Source":
			{
				"Text": "4"
			},
			"Translation":
			{
				"Text": "4"
			},
			"Key": "2A5B04044C5A5472F84F41A0BA1B5909"
		},
		{
			"Source":
			{
				"Text": "Before the game starts, the Traitors' controller will vibrate.\r\n\r\nTraitors can feel each other when nearby.\r\n\r\nFind out who is not your teammate and punch them!"
			},
			"Translation":
			{
				"Text": "游戏开始前，内鬼的手柄会震动。\r\n\r\n内鬼能感应到附近的同伴。\r\n\r\n找出谁是你的敌人，给他一拳吧!"
			},
			"Key": "D2D0DB5B4B401AE818D197BB4774C591"
		},
		{
			"Source":
			{
				"Text": "Calculating...don't move"
			},
			"Translation":
			{
				"Text": "检测中...请勿移动"
			},
			"Key": "9271140C45295B23C65216BEDE364D1D"
		},
		{
			"Source":
			{
				"Text": "Confirm"
			},
			"Translation":
			{
				"Text": "确认"
			},
			"Key": "F42CD7C847D00693DE4ED786A292734E"
		},
		{
			"Source":
			{
				"Text": "Control"
			},
			"Translation":
			{
				"Text": "操作指南"
			},
			"Key": "B19B29964D183A6E01E93EA8CDCD4034"
		},
		{
			"Source":
			{
				"Text": "Detect nearby traitors!"
			},
			"Translation":
			{
				"Text": "感应附近的内鬼！"
			},
			"Key": "361A2D834A96A3687CAC13825139B9E3"
		},
		{
			"Source":
			{
				"Text": "Different Team"
			},
			"Translation":
			{
				"Text": "不同队"
			},
			"Key": "0CA4641540672D1803CA0F9CFE2EFEC6"
		},
		{
			"Source":
			{
				"Text": "Don't tell anyone your identity!"
			},
			"Translation":
			{
				"Text": "不要让别人知道你的身份"
			},
			"Key": "145719B04B3307D22416D3A975F89A57"
		},
		{
			"Source":
			{
				"Text": "ENEMIES"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9307B0B94C30DF0FB912AA8D425D7B30"
		},
		{
			"Source":
			{
				"Text": "FRIENDS"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D39C92DF488ACFD72A660F949676CEAC"
		},
		{
			"Source":
			{
				"Text": "Game Start!"
			},
			"Translation":
			{
				"Text": "游戏开始！"
			},
			"Key": "EE7D63E4467DA66433CE55B48FE0ED12"
		},
		{
			"Source":
			{
				"Text": "Get Ready"
			},
			"Translation":
			{
				"Text": "玩家准备"
			},
			"Key": "808A8788450034D91024528A82B46686"
		},
		{
			"Source":
			{
				"Text": "Get Ready!"
			},
			"Translation":
			{
				"Text": "握紧手柄！"
			},
			"Key": "44A5693A4CF1194BAC91D0877D043935"
		},
		{
			"Source":
			{
				"Text": "How To Play"
			},
			"Translation":
			{
				"Text": "玩法简介"
			},
			"Key": "18C7EBA9442F5835AEE2029A5D55C300"
		},
		{
			"Source":
			{
				"Text": "Items"
			},
			"Translation":
			{
				"Text": "道具介绍"
			},
			"Key": "95D5BB2D43095A04D651CCA4755510DE"
		},
		{
			"Source":
			{
				"Text": "Move"
			},
			"Translation":
			{
				"Text": "移动"
			},
			"Key": "0224B61B499BF42D5F304A84FE9FDEA9"
		},
		{
			"Source":
			{
				"Text": "Pause"
			},
			"Translation":
			{
				"Text": "暂停"
			},
			"Key": "8406184440FE83037CA947A161414392"
		},
		{
			"Source":
			{
				"Text": "Pick A Random Map"
			},
			"Translation":
			{
				"Text": "随机地图"
			},
			"Key": "C0A7C069444F2628B2B288915C747748"
		},
		{
			"Source":
			{
				"Text": "Pick up to punch!"
			},
			"Translation":
			{
				"Text": "捡起来打拳！"
			},
			"Key": "1060B2144F91BA28C5E75998EDD06F44"
		},
		{
			"Source":
			{
				"Text": "Player 1 enter name here"
			},
			"Translation":
			{
				"Text": "玩家1输入名字"
			},
			"Key": "E6BDC2E64990173FC618C0A3C81EFFAA"
		},
		{
			"Source":
			{
				"Text": "Player 1 now can sense the traitors!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "ABA7EC184949356BAC649A98C502A92D"
		},
		{
			"Source":
			{
				"Text": "Player 1 now can sense the traitors!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7C2B5C1847C5294EFF6B57BDEB4056DC"
		},
		{
			"Source":
			{
				"Text": "Player 2 enter name here"
			},
			"Translation":
			{
				"Text": "玩家2输入名字"
			},
			"Key": "72850CF448485BE54AED27A914345274"
		},
		{
			"Source":
			{
				"Text": "Player 3 enter name here"
			},
			"Translation":
			{
				"Text": "玩家3输入名字"
			},
			"Key": "C46E0BE3440265D9F730D989AC55C532"
		},
		{
			"Source":
			{
				"Text": "Player 4 enter name here"
			},
			"Translation":
			{
				"Text": "玩家4输入名字"
			},
			"Key": "849F3E9A4A30D20F9EA811A76FA19FBB"
		},
		{
			"Source":
			{
				"Text": "Player 5 enter name here"
			},
			"Translation":
			{
				"Text": "玩家5输入名字"
			},
			"Key": "8EA6256E4E72C3ABAD293EBA2B08F03C"
		},
		{
			"Source":
			{
				"Text": "Player 6 enter name here"
			},
			"Translation":
			{
				"Text": "玩家6输入名字"
			},
			"Key": "B2810CE744063900E3754AACE0DCE84D"
		},
		{
			"Source":
			{
				"Text": "Player 7 enter name here"
			},
			"Translation":
			{
				"Text": "玩家7输入名字"
			},
			"Key": "00199D174F0B501556521EAD10AE0578"
		},
		{
			"Source":
			{
				"Text": "Player 8 enter name here"
			},
			"Translation":
			{
				"Text": "玩家8输入名字"
			},
			"Key": "A24B0425462CE021468E6096ECA6268E"
		},
		{
			"Source":
			{
				"Text": "Player Identity Text"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1A30FCAA4EB9914B9FDF0CB1BC8E7705"
		},
		{
			"Source":
			{
				"Text": "Player Name"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DD4FC9334F4872BCE597AAAB6539C5C9"
		},
		{
			"Source":
			{
				"Text": "Press +/- button to start"
			},
			"Translation":
			{
				"Text": "按+/-键开始游戏"
			},
			"Key": "5D27672E4518800F6BDA44AE0607EB5D"
		},
		{
			"Source":
			{
				"Text": "Punch (With Glove)"
			},
			"Translation":
			{
				"Text": "（装备拳套时）出拳"
			},
			"Key": "0D402E8A42248AAFAD199E85AB7E284B"
		},
		{
			"Source":
			{
				"Text": "Random"
			},
			"Translation":
			{
				"Text": "随机"
			},
			"Key": "D6D987774B5D5ED05B1D589E71DE0955"
		},
		{
			"Source":
			{
				"Text": "Ready!"
			},
			"Translation":
			{
				"Text": "已准备"
			},
			"Key": "07EB460148020477A66AB8B690DF9AE3"
		},
		{
			"Source":
			{
				"Text": "Rebooting..."
			},
			"Translation":
			{
				"Text": "重启中..."
			},
			"Key": "C6B99C0E4F484F0853DCB4AF690918C6"
		},
		{
			"Source":
			{
				"Text": "Rename Player"
			},
			"Translation":
			{
				"Text": "玩家改名"
			},
			"Key": "17968918425F214A122653BF09C0B942"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "继续游戏"
			},
			"Key": "4855D0C2429515A1A5D5B280BD7E929A"
		},
		{
			"Source":
			{
				"Text": "Rules"
			},
			"Translation":
			{
				"Text": "游戏规则"
			},
			"Key": "AF60E710421458B095B77E99D4452A48"
		},
		{
			"Source":
			{
				"Text": "Rumble Fumble!"
			},
			"Translation":
			{
				"Text": "狼人拳！"
			},
			"Key": "B95704914A283F54EBDDE4923A63EC5C"
		},
		{
			"Source":
			{
				"Text": "STAND HERE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EF344F38484BCD075E75FB8A66561344"
		},
		{
			"Source":
			{
				"Text": "STAND HERE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "92ABD3C945665E01BBBC42A2FCAE73D3"
		},
		{
			"Source":
			{
				"Text": "Same Team"
			},
			"Translation":
			{
				"Text": "你们是同队"
			},
			"Key": "C749714A444DA0295A07DF8D0290E650"
		},
		{
			"Source":
			{
				"Text": "Select Player Count"
			},
			"Translation":
			{
				"Text": "选择游戏人数"
			},
			"Key": "7F7097DE4916D48399233F83C92C30C3"
		},
		{
			"Source":
			{
				"Text": "Stage 1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "42880745404109752634128AEF954902"
		},
		{
			"Source":
			{
				"Text": "Stage 2"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FCDD6AD540C514F955ECD19DF9987DA4"
		},
		{
			"Source":
			{
				"Text": "Stage 3"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "07657DC244DB3FE2A95BD0853AAFEF78"
		},
		{
			"Source":
			{
				"Text": "Stage Selection"
			},
			"Translation":
			{
				"Text": "关卡选择"
			},
			"Key": "22EE59ED4D937F318C431987B797CD1B"
		},
		{
			"Source":
			{
				"Text": "Stay away from them!"
			},
			"Translation":
			{
				"Text": "小心爆炸！"
			},
			"Key": "7418F6EF423130E58CA23799C378DE48"
		},
		{
			"Source":
			{
				"Text": "Teammate Checker"
			},
			"Translation":
			{
				"Text": "队友检测器"
			},
			"Key": "A691A296456FC987C14F13ACDF9157D2"
		},
		{
			"Source":
			{
				"Text": "Teammate Checker"
			},
			"Translation":
			{
				"Text": "队友检测器"
			},
			"Key": "1B74303D43A2A0B58F0744927E53E011"
		},
		{
			"Source":
			{
				"Text": "Teammate Checker"
			},
			"Translation":
			{
				"Text": "队友检测器"
			},
			"Key": "CB0C66E049282C2EAA91EEB53853FCBD"
		},
		{
			"Source":
			{
				"Text": "The Innocent Wins!"
			},
			"Translation":
			{
				"Text": "好人胜利！"
			},
			"Key": "10AC1BDA44D2238D7C120BB0A47B8877"
		},
		{
			"Source":
			{
				"Text": "The Traitor Wins!"
			},
			"Translation":
			{
				"Text": "内鬼胜利！"
			},
			"Key": "87B80FEC4AA9B95286C51DB5789517D9"
		},
		{
			"Source":
			{
				"Text": "There are "
			},
			"Translation":
			{
				"Text": "这一局有"
			},
			"Key": "2F960C434DB2886E7325DC9BAD687310"
		},
		{
			"Source":
			{
				"Text": "Traitor's controller will start rumbling now"
			},
			"Translation":
			{
				"Text": "内鬼的手柄在震动..."
			},
			"Key": "06442B014DBE3D19EABA3B903E6ADC9C"
		},
		{
			"Source":
			{
				"Text": "Tutorial Text"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3FEDD71D49A9476A5985EB96FE84AE1D"
		},
		{
			"Source":
			{
				"Text": "Waiting for other players..."
			},
			"Translation":
			{
				"Text": "等待其他玩家..."
			},
			"Key": "C69B4A2044FAB1E3A8D480B3764FCF46"
		},
		{
			"Source":
			{
				"Text": "Win Streak: "
			},
			"Translation":
			{
				"Text": "连胜次数："
			},
			"Key": "E52AD8074DAA5B771CBA12B36ED0497B"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "CommonWords",
			"Children": [
				{
					"Source":
					{
						"Text": "(Player 1) Back"
					},
					"Translation":
					{
						"Text": "(玩家1)返回"
					},
					"Key": "P1_Back"
				},
				{
					"Source":
					{
						"Text": "(Player 1) Start Game!"
					},
					"Translation":
					{
						"Text": "(玩家1)游戏开始！"
					},
					"Key": "P1_StartGame"
				},
				{
					"Source":
					{
						"Text": "Back To Stage Selection"
					},
					"Translation":
					{
						"Text": "回到关卡选择界面"
					},
					"Key": "BackToStageSelection"
				},
				{
					"Source":
					{
						"Text": "Back To Title"
					},
					"Translation":
					{
						"Text": "回到标题画面"
					},
					"Key": "BackToTitle"
				},
				{
					"Source":
					{
						"Text": "Get Ready!"
					},
					"Translation":
					{
						"Text": "准备好！"
					},
					"Key": "GetReady"
				},
				{
					"Source":
					{
						"Text": "Not In Use"
					},
					"Translation":
					{
						"Text": "未参加"
					},
					"Key": "NotInUse"
				},
				{
					"Source":
					{
						"Text": "Not Ready"
					},
					"Translation":
					{
						"Text": "未准备"
					},
					"Key": "NotReady"
				},
				{
					"Source":
					{
						"Text": "Player 1"
					},
					"Translation":
					{
						"Text": "玩家1"
					},
					"Key": "P1"
				},
				{
					"Source":
					{
						"Text": "Player 2"
					},
					"Translation":
					{
						"Text": "玩家2"
					},
					"Key": "P2"
				},
				{
					"Source":
					{
						"Text": "Player 3"
					},
					"Translation":
					{
						"Text": "玩家3"
					},
					"Key": "P3"
				},
				{
					"Source":
					{
						"Text": "Player 4"
					},
					"Translation":
					{
						"Text": "玩家4"
					},
					"Key": "P4"
				},
				{
					"Source":
					{
						"Text": "Player 5"
					},
					"Translation":
					{
						"Text": "玩家5"
					},
					"Key": "P5"
				},
				{
					"Source":
					{
						"Text": "Player 6"
					},
					"Translation":
					{
						"Text": "玩家6"
					},
					"Key": "P6"
				},
				{
					"Source":
					{
						"Text": "Player 7"
					},
					"Translation":
					{
						"Text": "玩家7"
					},
					"Key": "P7"
				},
				{
					"Source":
					{
						"Text": "Player 8"
					},
					"Translation":
					{
						"Text": "玩家8"
					},
					"Key": "P8"
				},
				{
					"Source":
					{
						"Text": "Ready"
					},
					"Translation":
					{
						"Text": "准备"
					},
					"Key": "Ready"
				},
				{
					"Source":
					{
						"Text": "Restart Game"
					},
					"Translation":
					{
						"Text": "重新开始"
					},
					"Key": "RestartGame"
				}
			]
		}
	]
}